import TextImage from "@/components/TextImage";

export default function Contact() {
  return (
    <TextImage
      title="Η Φιλοσοφία μας"
      text={[
        "Στο norhovet.gr, κατανοούμε πως τα κατοικίδιά σας είναι κάτι πολύ περισσότερο από απλώς ζώα συντροφιάς. Είναι πραγματικά μέλη της οικογένειας σας και αξίζουν την καλύτερη δυνατή φροντίδα.",
        "Η φιλοσοφία μας βασίζεται στην προσφορά υψηλής ποιότητας κτηνιατρικών υπηρεσιών, συνδυάζοντας την εμπειρία με την αγάπη μας για τα ζώα.",
        "Στο norhovet.gr, δεσμευόμαστε να παρέχουμε φροντίδα που ξεπερνά τις προσδοκίες. Ο έμπειρος και εξειδικευμένος κτηνίατρος, κύριος Καρκάνης Αθανάσιος, δίνει ιδιαίτερη έμφαση στην πρόληψη, διασφαλίζοντας την υγεία και την ευημερία των κατοικιδίων σας.",
        "Πιστεύουμε ότι κάθε επικοινωνία μαζί σας είναι μια ευκαιρία να δημιουργήσουμε μακροχρόνιους δεσμούς συνεργασίας μαζί σας ώστε μαζί να κατανοήσουμε τις μοναδικές ανάγκες του κατοικίδιου σας.",
        "Με εξειδικευμένες υπηρεσίες που προσαρμόζονται στην κάθε κατάσταση, δημιουργούμε μια εξατομικευμένη προσέγγιση που προάγει την ευτυχία και την υγεία των μικρών μας φίλων.",
        "Καλωσορίστε στο norhovet.gr, όπου η αγάπη για τα ζώα συναντά την επαγγελματική φροντίδα.",
        "Επικοινωνήστε μαζί μας με email στο: northovet@gmail.com",
      ]}
      images={[
        {
          url: "https://northovet-assets.s3.eu-west-1.amazonaws.com/Thanasis-4-scaled.jpg",
          alt: "The vet",
        },
      ]}
      reverse={true}
    />
  );
}
