export const posts = [
  {
    slug: "post-1",
    title: "Ρήξη Πρόσθιου Χιαστού Συνδέσμου (TPLO, CCWO, LSS)",
    content: `Η ρήξη πρόσθιου χιαστού συνδέσμου είναι ένας συνηθισμένος τραυματισμός που επηρεάζει τα ζώα συντροφιάς και κυρίως τους σκύλους. Είναι μία επώδυνη κατάσταση που προκαλεί χωλότητα στο ζώο. Υπάρχουν δυο χιαστοί σύνδεσμοι μέσα στο γόνατο: ο πρόσθιος και ο οπίσθιος. Ονομάζονται έτσι γιατί χιάζονται μεταξύ τους.

Όταν τραυματίζεται ο πρόσθιος χιαστός, το οστό της κνήμης ολισθαίνει προς τα εμπρός σε σχέση με το μηριαίο οστό. Σε αυτή την κίνηση νιώθουν οξύ και έντονο πόνο και αδυνατούν να περπατήσουν ή να στηριχθούν σε αυτό το πόδι. Ο τραυματισμός μπορεί να αποτελείται από ολική ή μερική ρήξη του χιαστου. Η αστάθεια που προκαλείται μπορεί να τραυματίσει τον χόνδρο, τον ή τους μηνίσκους και να προκαλέσει οστεοαρθρίτιδα.

Αυτή η πάθηση αντιμετωπίζεται με χειρουργική σταθεροποίηση της άρθρωσης του γόνατος ειδικά σε μεγαλόσωμους και δραστήριους ασθενείς. Η χειρουργική επέμβαση συνιστάται γενικά το συντομότερο δυνατό για τη μείωση της μόνιμης, μη αναστρέψιμης βλάβης των αρθρώσεων και για την ανακούφιση του πόνου.

Χρησιμοποιούνται αρκετές χειρουργικές τεχνικές για την αποκατάσταση της ρήξης του πρόσθιου χιαστού. Κάθε διαδικασία έχει μοναδικά πλεονεκτήματα και πιθανά μειονεκτήματα. Μπορούμε να σας καθοδηγήσουμε στη διαδικασία λήψης αποφάσεων και να σας συμβουλεύσουμε για την καλύτερη χειρουργική επιλογή για το κατοικίδιό σας.

Οι πιο συνηθισμένες μέθοδοι χειρουργικής αντιμετώπισης αυτού του προβλήματος περιλαμβάνουν: Tibial Plateau Leveling Osteotomy (TPLO), Cranial Closing Wedge Osteotomy (CCWO) και Πλευρική Σταθεροποίηση με Ράμμα (LSS).

Αιτία:

Η ρήξη του πρόσθιου χιαστού συνδέσμου είναι συχνό φαινόμενο στους σκύλους, ειδικά σε μεγαλόσωμες και ενεργητικές φυλές. Συνήθως συμβαίνει κατά τη διάρκεια άσκησης ή απότομων κινήσεων. Σχεδόν το 50% των τραυματισμένων σκύλων είναι πιθανό να εμφανίσουν στο μέλλον τον ίδιο τραυματισμό και στο άλλο πόδι. Η κακή φυσική κατάσταση και το υπερβολικό σωματικό βάρος είναι παράγοντες κινδύνου. Και οι δύο αυτοί παράγοντες μπορούν να επηρεαστούν από τους ιδιοκτήτες κατοικίδιων ζώων. Για να επιτύχετε ένα καλό επίπεδο φυσικής κατάστασης, συνιστάται η τακτική δραστηριότητα και η αποφυγή διαλείπουσας υπερβολικής δραστηριότητας από συνήθως ανενεργούς σκύλους («σύνδρομο πολεμιστή του Σαββατοκύριακου»). Η τακτική άσκηση θα βοηθήσει επίσης στην αποφυγή της παχυσαρκίας.

Συμπτώματα:

Συνήθως παρατηρούμε πόνο στην άρθρωση, οίδημα, μειωμένη κίνηση της άρθρωσης, αδυναμία ανέγερσης του ζώο και φόρτισης του πάσχον άκρου, απροθυμία για παιχνίδι, αργή και δυσκίνητη βάδιση.

Διάγνωση:

Η διάγνωση γίνεται μετά από κλινική και ορθοπεδική εξέταση. Εξαιτίας του πόνου από τον τραυματισμό του χιαστού και την σύσπαση των μυών, σε κάποιες περιπτώσεις μπορεί να χρειαστεί αναισθησία. Ο ακτινολογικός έλεγχος μπορεί να βοηθήσει στην διάγνωση αλλά δεν επιβεβαιώνει την μερική ή ολική ρήξη του χιαστού συνδέσμου.

Αντιμετώπιση:

Η αντιμετώπιση γίνεται με χειρουργική αποκατάσταση και παρέχει πολύ καλά αποτελέσματα εάν πραγματοποιηθεί μέσα στις πρώτες βδομάδες από τον τραυματισμό. Οι τεχνικές που χρησιμοποιούμε είναι:

TPLO

Αυτή η χειρουργική επέμβαση αλλάζει τη γωνία μεταξύ του μηριαίου οστού και του οστού της κνήμης έτσι ώστε να μειωθεί το φορτίο που δέχεται η άρθρωση και το εύρος κνημιαίας μετατόπισης προς τα εμπρός κατά τη διάρκεια ενός διασκελισμού του ζώου. Η ευθυγράμμιση των επιφανειών μέσα στο γόνατο βοηθά στην παροχή σταθερότητας κατά τη διάρκεια ενός διασκελισμού και βοηθά στη μείωση της μελλοντικής φλεγμονής των αρθρώσεων και της ανάπτυξης οστεοαρθρίτιδας. Προσαρμόζοντας προσεκτικά τη γωνία ή την κλίση των κνημιαίων πλατώ, ο χειρουργός μπορεί να δημιουργήσει μια πιο φυσιολογική διαμόρφωση της άρθρωσης του γόνατος και να μειωθεί η μηχανική καταπόνηση.

CCWO

Αυτή είναι μια χειρουργική διαδικασία που περιλαμβάνει τη ρύθμιση του κνημιαίων πλατώ (η επιφάνεια στην κορυφή του οστού της κνήμης) κόβοντας μια σφήνα οστού από το μπροστινό μέρος της κνήμης. Το οστό πάνω και κάτω από την αφαιρεθείσα σφήνα κλείνει και σταθεροποιείται με ειδική πλάκα και βίδες, με αποτέλεσμα μια πιο επίπεδη επιφάνεια και λιγότερη καταπόνηση της άρθρωσης του γόνατος.

LSS

Ενώ υπάρχουν πολλές παραλλαγές αυτής της τεχνικής (διαφορετικά υλικά ράμματος, τρόποι δεσίματος του ράμματος, τρόπος σύνδεσης του ράμματος στο οστό κ.λπ.), η γενική ιδέα αυτής της διαδικασίας είναι να αντικαταστήσει τη λειτουργία ενός ελαττωματικού χιαστού συνδέσμου εξωτερικά της άρθρωσης ως αποτέλεσμα την σταθεροποίηση του γόνατος. Οι πιο συχνές επιπλοκές μετά από αυτή τη διαδικασία περιλαμβάνουν αποτυχία του ράμματος και προοδευτική ανάπτυξη αρθρίτιδας. Η αποτυχία του ράμματος τείνει να είναι πιο συχνή σε μεγαλόσωμους και δραστήριους σκύλους. Συχνά συνιστάται για μικρού μεγέθους σκύλους, ηλικιωμένους ή/και ανενεργούς σκύλους. Αυτή είναι μια από τις πιο συχνές χειρουργικές επεμβάσεις για αυτόν τον τραυματισμό με κύριο πλεονέκτημα αυτής της τεχνικής το χαμηλότερο κόστος.

Μετεγχειρητική Φροντίδα:

Η μετεγχειρητική φροντίδα στο σπίτι είναι πολύ κρίσιμη. Η πρόωρη, ανεξέλεγκτη ή υπερβολική δραστηριότητα ενέχει τον κίνδυνο πλήρους ή μερικής αποτυχίας της χειρουργικής αποκατάστασης. Όταν επιλέγετε η αποκατάσταση με την τεχνική του ράμματος, αυτή η αποτυχία μπορεί απλώς να σημαίνει ότι η χειρουργική επέμβαση πρέπει να γίνει ξανά, αλλά όταν επιλέγετε μια τεχνική οστεοτομίας, αυτή η αποτυχία μπορεί να σημαίνει ότι χρειάζεται πλέον μια πολύ πιο επεμβατική προσέγγιση. Η σωστή μετεγχειρητική φροντίδα περιορίζει τη δραστηριότητα σε περπάτημα με λουρί για τουλάχιστον οκτώ με δώδεκα εβδομάδες. Δεν επιτρέπεται το τρέξιμο, το άλμα, το απότομο στρίψιμο ή τη δραστηριότητα χωρίς λουρί. Ενώ είναι σημαντικός ο έλεγχος της δραστηριότητας, είναι επίσης σημαντικό να διατηρηθεί η μυϊκή μάζα και η λειτουργία των αρθρώσεων (εύρος κίνησης).

Πολλές μελέτες έχουν δείξει ότι η φυσικοθεραπεία επιταχύνει την ανάρρωση και βελτιώνει το τελικό αποτέλεσμα ανεξάρτητα από την επιλεγμένη χειρουργική τεχνική. Αυτή η αποκατάσταση θα πρέπει να ξεκινά αμέσως μετά την επέμβαση. Μη διστάσετε να επικοινωνήσετε μαζί μας για να μάθετε περισσότερα σχετικά με τα πρωτόκολλα μετεγχειρητικής αποκατάστασης. Φυσικοθεραπεία και παρακολούθηση του προγράμματος αποκατάστασης που δίνεται σε κάθε μας ασθενή ξεχωριστά είναι σημαντικά για την πλήρη ανάρρωση.

Οι επιλογές χειρουργικής θεραπείας εξαρτώνται από πολλούς παράγοντες, συμπεριλαμβανομένου του μεγέθους και τον τύπο του ζώου, της σοβαρότητας της ρήξης και της χρονιότητας του τραυματισμού.

Εμείς προτιμούμε την τεχνική της TPLO  διότι μετά από μελέτες ετών έχει αποδειχθεί η τεχνική με την καλύτερη μετεγχειρητική πορεία έχοντας φόρτιση του άκρου έως 80% στις πρώτες 48 ώρες αλλά και την μικρότερη πιθανότητα εμφάνισης οστεοαρθρίτιδας

Πλεονεκτήματα και Επιπλοκές:

Κάθε μέθοδος έχει πλεονεκτήματα και πιθανές επιπλοκές, όπως πιθανή αρθρίτιδα ή αποτυχία της σταθερόποιησης..`,
  },
  {
    slug: "post-2",
    title: "Κατάγματα Άκρων - Ενδοαρθρικά κατάγματα",
    content: `Κατάγματα Οστών:

Τα κατάγματα άκρων αποτελούν συχνή πάθηση στα ζώα συντροφιάς. Αυτά μπορεί να προκληθούν από κάποια μορφή τραυματισμού όπως η πτώση από ύψος ή το τροχαίο. Η αντιμετώπιση πρέπει να είναι άμεση είτε αυτή είναι συντηρητική είτε  χειρουργική με σκοπό να αποκατασταθεί η φυσιολογική λειτουργία του άκρου.

Κατάγματα μπορούν να συμβούν σε μακρά οστά αλλά και αρθρώσεις. Σχεδόν όλα τα οστά είναι επιρρεπή σε κάταγμα, αλλά τα κατάγματα των μακριών οστών που φέρουν βάρος (βραχιόνιο, κερκίδα, μηριαίο και κνήμη) και της λεκάνης είναι τα πιο συνηθισμένα. Τα κατάγματα, από μόνα τους, δεν είναι σχεδόν ποτέ απειλητικά για τη ζωή, αλλά μπορεί να συνυπάρχει ταυτόχρονα θωρακικό ή/και κοιλιακό τραύμα. Μόλις ο ασθενής είναι σταθερός και οι εσωτερικοί τραυματισμοί έχουν αποκλειστεί ή αντιμετωπιστεί, θα πρέπει να εξεταστούν οι επιλογές αποκατάστασης του κατάγματος.

Τα κατάγματα ταξινομούνται ανάλογα με το οστό που εμπλέκεται (παράδειγμα: μηριαίο οστό), τη θέση του κατάγματος (παράδειγμα: μεσαίο άξονα), τη μορφολογία ή τη διαμόρφωση (παράδειγμα: σπειροειδή), τα πολλαπλά θραύσματα (παράδειγμα: θρυμματισμένο), εάν το δέρμα έχει διεισδύσει ( παράδειγμα: ανοιχτό) και εάν αρθρική προσβολή (ενδοαρθρικά κατάγματα). Για τα νεανικά κατάγματα υπάρχουν κατάγματα που αφορούν τις αυξητικές πλάκες των οστών. Επιπλέον, υπάρχουν πολύπλοκα συστήματα ταξινόμησης για συγκεκριμένη προσβολή της άρθρωσης και για ανοιχτά κατάγματα. Η ταξινόμηση κατάγματος είναι χρήσιμη στον σχεδιασμό αποκατάστασης και την πρόγνωση του κάθε κατάγματος.

Ενδοαρθρικά Κατάγματα:

Τα ενδοαρθρικά κατάγματα αποτελούν σοβαρό πρόβλημα υγείας στα ζώα συντροφιάς και αναφέρονται σε καταστάσεις όπου το κάταγμα συμβαίνει μέσα στον αρθρικό χώρο και την αρθρική επιφάνεια του οστού (γόνατο, καρπός, αστράγαλος, ώμος, αγκώνας κλπ). Συνήθως, αυτά τα κατάγματα είναι πιο περίπλοκα και απαιτούν άμεση και εξειδικευμένη αντιμετώπιση από τον κτηνίατρο σε επίπεδο τεχνικής αλλά και υλικών οστεοσύνθεσης που θα χρησιμοποιηθούν.

Αίτια:

Στα κύρια αίτια περιλαμβάνονται ατυχήματα και τραυματισμοί κατά τη διάρκεια δραστηριοτήτων. Τα κατάγματα είναι ένας σχετικά κοινός τραυματισμός και σχετίζεται με την τεράστια δύναμη που ασκείται πάνω στο οστό. Μπορεί να είναι αποτέλεσμα υψηλής έντασης εργασία ή μπορεί να είναι επακόλουθο κάποιου τραύματος.

Συμπτώματα:

Οι ασθενείς παρουσιάζουν γενικά χωλότητα των άκρων που τραυματίστηκαν, δεν φέρουν βάρος στο πάσχον άκρο και εμφανίζουν πιθανό οίδημα του γύρω ιστού, αδυναμία μετακίνησης και πόνο.

Διάγνωση:

Οι διαγνώσεις των καταγμάτων βασίζονται στη κλινική εξέταση που ακολουθείται από ακτινογραφίες. Σε ορισμένες περιπτώσεις, ενδείκνυται αξονική τομογραφία για την αναγνώριση όλων των θραυσμάτων κατάγματος. Οι αξονικές τομογραφίες είναι ιδιαίτερα χρήσιμες σε περίπλοκα κατάγματα της πυέλου και κατάγματα που αφορούν τις αρθρώσεις.

Αντιμετώπιση:

Φυσικά, το πρώτο ερώτημα σχετικά με την αποκατάσταση του κατάγματος είναι εάν ο ασθενής χρειάζεται χειρουργική επέμβαση ή μπορεί να αντιμετωπιστεί συντηρητικά  με νάρθηκες και περιορισμό. Τα μη μετατοπισμένα κατάγματα, ειδικά σε νεαρά ζώα είναι συχνά αντιμετωπίσιμα με εξωτερική υποστήριξη, γνωστά και ως νάρθηκες. Η συντηρητική θεραπεία με νάρθηκες έχει πλεονεκτήματα και μειονεκτήματα όπως κάθε θεραπευτική επιλογή. Τα πλεονεκτήματα είναι ότι ο ασθενής αποφεύγει τη χειρουργική επέμβαση και το αρχικό κόστος είναι πολύ μικρότερο. Τα μειονεκτήματα είναι η διαχείριση του νάρθηκα, η μετατόπιση του κατάγματος και η μη επούλωση του κατάγματος. Οι νάρθηκες είναι σχεδόν πάντα προβληματικοί με τον ένα ή τον άλλο τρόπο. Η ολίσθηση, οι πληγές που δημιουργούνται, η αγγειακή διαταραχή και η βρωμιά είναι τα πιο κοινά προβλήματα. Οι νάρθηκες πρέπει να διατηρούνται καθαροί και στεγνοί και πρέπει να αλλάζονται κάθε φορά που χρειάζεται. Τα ζώα που φορούν νάρθηκες απαιτούν περιορισμό και θα πρέπει να χρησιμοποιούνται ελισαβετιανά περιλαίμια για τη διάρκεια της επούλωσης (2-3 μήνες κατά μέσο όρο). Υπάρχουν περιπτώσεις όπου η εξωτερική σταθεροποίηση με νάρθηκα είναι η καλύτερη επιλογή, αλλά δεν πρέπει να θεωρείται ως εύκολη λύση.

Για να μην προκληθούν μακροχρόνιες βλάβες στην άρθρωση, τα ενδοαρθρικά κατάγματα πρέπει να αποκαθίστανται με όσο το δυνατόν μεγαλύτερη ακρίβεια. Απαιτούνται ακριβής ανάταξη για να επιτευχθεί φυσιολογική ανατομική ευθυγράμμιση και να επιτραπεί η πρωτογενής επούλωση των οστών. Για το λόγο αυτό συνιστάται άμεση χειρουργική αποκατάσταση από εξειδικευμένο γιατρό.

Τα μετατοπισμένα κατάγματα και αυτά που αφορούν τις αρθρώσεις απαιτούν χειρουργική αντιμετώπιση. Όλα τα κατάγματα, ενδοαρθρικά ή μακριών οστών, που αφορούν τα οστά που φέρουν βάρος των μπροστινών ή των οπίσθιων άκρων ή σπονδυλικής στήλης, συνήθως επιδιορθώνονται χρησιμοποιώντας οστικές πλάκες, ενδομυελικούς ήλους, ή /και εξωτερικές συσκευές.

Φροντίδα μετά την Επέμβαση:

Η ανάρρωση, η πρόγνωση και το χρονικό πλαίσιο επούλωσης μετά την αποκατάσταση του κατάγματος ποικίλλουν αρκετά ανάλογα με τον τύπο του κατάγματος και την ηλικία του ασθενούς. Κατά μέσο όρο, η επούλωση των καταγμάτων προχωρά σταδιακά σε διάστημα δύο έως τεσσάρων μηνών. Κατά τη διάρκεια αυτής της μετεγχειρητικής περιόδου, η δραστηριότητα του ασθενούς θα πρέπει να είναι περιορισμένη. Και πάλι, ο βαθμός των περιορισμών εξαρτάται από το κάταγμα και την αποκατάσταση του κατάγματος. Συνήθως γίνεται σύσταση για παρακολούθηση τουλάχιστον ενός προγράμματος φυσικοθεραπείας για την αποκατάσταση της λειτουργίας και της δύναμης του άκρου.

Οι ενδοαρθρικές καταστάσεις απαιτούν στοχευμένη προσέγγιση από τον ειδικευμένο κτηνίατρο για να διασφαλιστεί η βέλτιστη περίθαλψη και ανάρρωση του ζώου.

 Πιθανές Επιπλοκές:

Οστεοαρθρίτιδα, μολύνσεις, ή αποτυχία της σταθεροποίησης μπορεί να προκύψουν. Όσον αφορά τα ενδοαρθρικά κατάγματα μπορεί να προκληθεί αρθρίτιδα και απώλεια κίνησης της άρθρωσης.`,
  },
  {
    slug: "post-3",
    title: "Εξαρθρήματα Aρθρώσεων",
    content: `Η εξάρθρωση μιας άρθρωσης εμφανίζεται ως μερικός ή πλήρης διαχωρισμός μεταξύ των οστών που κανονικά αρθρώνονται (κινούνται εμπρός και πίσω) για να σχηματίσουν μια άρθρωση. Το υπεξάρθρημα αναφέρεται σε μερικό διαχωρισμό της άρθρωσης. Οι πιο συχνά εξαρθρωμένες  αρθρώσεις στα ζώα συντροφιάς περιλαμβάνουν το ισχίο και τον αγκώνα, αν και οποιαδήποτε άρθρωση μπορεί να επηρεαστεί.

Αίτια:

Τα εξαρθρήματα των αρθρώσεων, είναι κοινά στην κτηνιατρική ορθοπεδική. Το τραύμα είναι σχεδόν πάντα ο πρώτος λόγος, αν και το συγγενές εξάρθρημα της επιγονατίδας και το συγγενές εξάρθρημα των ώμων σε μικρόσωμους σκύλους ( κάτω των 4 κιλών σωματικού βάρους) αποτελούν εξαιρέσεις.

Συμπτώματα:

Τα πιο κοινά κλινικά συμπτώματα που σχετίζονται με υπεξάρθρημα των αρθρώσεων περιλαμβάνουν: ξαφνική χωλότητα του πάσχον άκρου, απροθυμία να περπατήσει ή να ασκηθεί, πόνο στην μετακίνηση της άρθρωσης, πρήξιμο της πάσχουσας άρθρωσης ίσως και γλείψιμο της επώδυνης περιοχής, μειωμένη όρεξη και δραστηριότητα.

Διάγνωση:

Συχνά υπάρχει ιστορικό τραυματισμού ή πρόσφατης έντονης δραστηριότητας. Ο κτηνίατρός σας μπορεί να υποψιαστεί υπεξάρθρημα της άρθρωσης βασισμένος στο ιστορικό και τα ευρήματα της ορθοπεδικής εξέτασης. Η ακτινογραφία είναι απαραίτητη για την οριστική διάγνωση εξάρθρωσης της άρθρωσης. Άλλες διαγνωστικές εξετάσεις μπορεί να περιλαμβάνουν αξονική τομογραφία (CT).

Αντιμετώπιση:

Η αντιμετώπιση μπορεί να είναι συντηρητική ή χειρουργική. Σε πολλές περιπτώσεις μπορεί να πραγματοποιηθεί η ανάταξη της εξαρθρωμένης άρθρωσης στην αρχική της θέση με μια διαδικασία που ονομάζεται κλειστή ανάταξη. Για αυτή τη διαδικασία απαιτείται γενική αναισθησία και ειδικοί χειρισμοί διαφορετικοί για κάθε εξάρθρωση. Αφού γίνει η ανάταξη της εξαρθρωμένης άρθρωσης στη φυσιολογική της θέση, το ζώο θα χρειαστεί έναν εξωτερικό νάρθηκα ή/και εξειδικευμένη επίδεση αναλόγως την άρθρωση, για να τη συγκρατήσει στη σωστή και φυσιολογική θέση καθώς ο αρθρικός θύλακας επουλώνεται. Ωστόσο η υποτροπή είναι συχνή.

Σε μερικές περιπτώσεις όπως η αποτυχία της κλειστής ανάταξης ή η υποτροπή απαιτούν ανοιχτή ανάταξη. Μια χειρουργική επέμβαση κατά την οποία επαναφέρουμε τα εξαρθρωμένα οστά της άρθρωσης στην αρχική τους κατάσταση. Εάν αυτό κριθεί απαραίτητο, ο κτηνίατρός θα συζητήσει τη χειρουργική διαδικασία, την πρόγνωσή της και τη μετεγχειρητική φροντίδα.

Φροντίδα μετά την ανάταξη

Η πρόγνωση για ανάκαμψη στις περισσότερες οξείες (αιφνίδια) ή τραυματικές εξαρθρώσεις των αρθρώσεων είναι καλή, με την προϋπόθεση ότι ο τραυματισμός θα αντιμετωπιστεί άμεσα. Τα χρόνια εξαρθρήματα, όπως αυτά που σχετίζονται με τη δυσπλασία του ισχίου, μπορεί να αντιμετωπιστούν συντηρητικά ή μπορεί να απαιτούν χειρουργική θεραπεία για την αποκατάσταση τους.

Με οποιοδήποτε τραυματισμό της άρθρωσης και οποιαδήποτε τεχνική ανάταξης, ο ασθενής έχει αυξημένο κίνδυνο να αναπτύξει οστεοαρθρίτιδα στο μέλλον. Η διαχείριση βάρους είναι επίσης κρίσιμη για τη μείωση της μελλοντικής οστεοαρθρίτιδας μετά από τραυματισμούς στις αρθρώσεις.`,
  },
  {
    slug: "post-4",
    title: "Εξάρθρημα Επιγονατίδας",
    content: `Το εξάρθρημα επιγονατίδας είναι μια συνηθισμένη ορθοπεδική πάθηση και συμβαίνει όταν η επιγονατίδα απομακρύνεται από την φυσιολογική της θέση. Στις περισσότερες περιπτώσεις, ένα ζώο θα βγάλει ξαφνικά μια κραυγή πόνου και θα σηκώσει το πόδι του από το έδαφος για σύντομο χρονικό διάστημα, ακολουθούμενο από επιστροφή στη σχετικά κανονική χρήση των άκρων καθώς η επιγονατίδα επιστρέφει στην κανονική της θέση. Αυτά τα επεισόδια ξαφνικής χωλότητας συχνά αυξάνονται σε συχνότητα με την πάροδο του χρόνου και η επιγονατίδα μπορεί να παραμείνει εξαρθρωμένη καθώς η κατάσταση τείνει να γίνει πιο προχωρημένη.

Η επιγονατίδα είναι ένα μικρό οστό στην άρθρωση του γόνατος, που βρίσκεται μέσα σε έναν τένοντα. Ο επιγονατιδικός τένοντας κάθεται σε μια αυλάκωση στο άκρο του μηριαίου οστού και προσκολλάται ακριβώς κάτω από το γόνατο πάνω στο οστό της κνήμης. Η εξάρθρωση της επιγονατίδας συμβαίνει όταν η επιγονατίδα ξεφεύγει από τη θέση της από τη μηριαία αύλακα προκαλώντας το εξάρθρημα της.

Η εξάρθρωση επιγονατίδας προς τα έσω είναι η πιο συχνή και τα συμπτώματα εμφανίζονται συχνά νωρίς στη ζωή ενός σκύλου.

Αυτή η κατάσταση είναι πιο συχνή σε σκύλους μικρόσωμων φυλών, όπως τα Toy Poodles, τα Yorkshire Terriers, τα Maltese, τα Pomeranians και τα Chihuahuas, αλλά μπορεί επίσης να εμφανιστεί και σε μεγαλόσωμες ράτσες.

Αιτία:

Τα ακριβή αίτια του εξαρθρήματος της επιγονατίδας βασίζονται σε πολλούς παράγοντες. Ο πιο συνηθισμένος είναι δευτερογενώς από κληρονομικές και συγγενείς ανωμαλίες του άκρου. Η εξάρθρωση της επιγονατίδας μπορεί να συμβεί και μετά από τραυματισμό γεγονός σπάνιο βέβαια.

Οι σκύλοι με εξάρθρωση της επιγονατίδας τείνουν να έχουν μια πιο ρηχή μηριαία αύλακα ή μια γενική κακή ευθυγράμμιση του άκρου που περιλαμβάνει το μηριαίο οστό και την κνήμη. Εξάρθρωση μπορεί να εμφανιστεί στο ένα ή και στα δύο γόνατα και η εξάρθρωση μπορεί να είναι είτε έσω πλάγια είτε έξω πλάγια (μετακίνηση προς την εσωτερική ή την εξωτερική πλευρά του γόνατος, αντίστοιχα) , πάνω ή κάτω.

Καθώς η εξάρθρωση της επιγονατίδας εξελίσσεται, η επιγονατίδα εξαρθρώνεται πιο εύκολα τρίβοντας έτσι επίμονα τον χόνδρο της άρθρωσης του γόνατος με αποτέλεσμα να οδηγήσει σε αρθρίτιδα. Η καταπόνηση από την εξάρθρωση της επιγονατίδας μπορεί επίσης να προκαλέσει  στα ζώα συντροφιάς και άλλες ορθοπεδικές παθήσεις του γόνατος, όπως ρήξη πρόσθιου χιαστού συνδέσμου ή/και μηνίσκου.

Συμπτώματα:

Τα κλινικά συμπτώματα του εξαρθρήματος της επιγονατίδας ποικίλλουν και εξαρτώνται από τον βαθμό, τη σοβαρότητα και τη χρονιότητα της εξάρθρωσης. Συνήθως, τα κλινικά συμπτώματα γίνονται εμφανή περίπου στην ηλικία του ενός έτους. Σε ήπιες περιπτώσεις, δεν υπάρχουν εμφανή κλινικά συμπτώματα. Σε μέτριες περιπτώσεις, το ζώο συντροφιάς περιστασιακά κουτσαίνει. Η επιγονατίδα μπορεί επίσης να εξαρθρώνεται αισθητά και να μπαινοβγαίνει από τη θέση της. Σε σοβαρές περιπτώσεις, υπάρχει ένα ιδιαίτερο βάδισμα και επίμονο κουτσό. Σε μερικούς σκύλους η παραμόρφωση της ανατομικής γραμμής στα οπίσθια πόδια είναι εμφανής.

Σπάνια, οι σκύλοι ζουν για χρόνια με εξάρθρημα επιγονατίδας χωρίς ξεκάθαρα κλινικά σημεία. Πολύ πιθανό να εμφανίσουν χωλότητα μετέπειτα στη ζωή τους. Σε ορισμένους ασθενείς με καθυστερημένη εμφάνιση συμπτωμάτων, η σοβαρή οστεοαρθρίτιδα που οφείλεται στο πρόβλημα της επιγονατίδας είναι ο ένοχος.

Τα συμπτώματα για την εξάρθρωση της επιγονατίδας ποικίλλουν ανάλογα με την έκταση της νόσου ενώ οι ήπιες περιπτώσεις συχνά παραμένουν ασυμπτωματικές.

Το πιο συνηθισμένο σημάδι είναι μια διαλείπουσα χωλότητα «ήπιο χοροπηδητό» όταν το ένα πίσω άκρο σηκώνεται ξαφνικά για μερικά βήματα και μετά ο σκύλος συνεχίζει να περπατά κανονικά αφού κλωτσήσει ή κουνήσει το άκρο προς τα πίσω.

Η εξάρθρωση της επιγονατίδας μπορεί να εξελιχθεί με την πάροδο του χρόνου.

Διάγνωση:

Η διάγνωση του εξαρθρήματος της επιγονατίδας βασίζεται κυρίως στην ορθοπεδική εξέταση. Οι ακτινογραφίες είναι χρήσιμες στην περαιτέρω αξιολόγηση του προσβεβλημένου άκρου για τυχόν συνυπάρχουσες ορθοπεδικές ανωμαλίες. Σε εξάρθρωση της επιγονατίδας βαθμού πρώτου και δεύτερου, η επιγονατίδα μπορεί να βρίσκεται στην κατάλληλη θέση στην ακτινογραφία ή το άκρο να μην είναι στη σωστή θέση κατά τη διάρκεια της ακτινογραφίας. Η εμφάνιση της επιγονατίδας στην φυσιολογική της θέση σε μια ακτινογραφία δεν αποκλείει την κλινική εξάρθρωση της επιγονατίδας. Η αρθροσκόπηση μπορεί επίσης να είναι χρήσιμη σε περιπτώσεις εξάρθρωσης της επιγονατίδας για την αξιολόγηση της φθοράς του χόνδρου και τον αποκλεισμό άλλων διαταραχών της άρθρωσης του γόνατος, όπως ρήξη πρόσθιου χιαστού και ρήξη μηνίσκου.

Στη διάγνωση για το εξάρθρημα της επιγονατίδας θα πρέπει να οριστεί ο  βαθμός εξαρθρήματος (1-4)  για να βοηθήσει στην καθοδήγηση των θεραπευτικών συστάσεων με βάση τη σοβαρότητα της εξάρθρωσης.

Προηγμένη απεικόνιση, όπως αξονική τομογραφία μπορεί να συνιστάται σε ορισμένες περιπτώσεις.

Αντιμετώπιση:

Οι επιλογές θεραπείας για την εξάρθρωση της επιγονατίδας εξαρτώνται από τη σοβαρότητα της κατάστασης και τις υποκείμενες ανατομικές ανωμαλίες που οδηγούν στην εξάρθρωση. Για τους ασυμπτωματικούς ασθενείς, ειδικά εκείνους με βαθμού ένα εξάρθρωση, διαλείπουσα ή σπάνια χωλότητα, μπορεί να μην απαιτείται χειρουργική επέμβαση αλλά η συντηρητική αντιμετώπιση με διατήρηση του βάρους και φυσική αποκατάσταση. Οι σκύλοι με υψηλού βαθμού εξαρθρωμένες επιγονατίδες χρειάζονται χειρουργική επέμβαση για την επίλυση κλινικών συμπτωμάτων, την πρόληψη και ελαχιστοποίηση της ανάπτυξης οστεοαρθρίτιδας αλλά και τη καταστροφή του χόνδρου.

Οι τυπικές τεχνικές θεραπείας περιλαμβάνουν την απελευθέρωση της μίας πλευράς της αρθρικής κάψουλας, τη σύσφιξη της αντίθετης πλευράς της κάψουλας της άρθρωσης, την εμβάθυνση της αύλακας όπου η επιγονατίδα κανονικά γλιστρά (τροχλειοπλαστική), την ευθυγράμμιση του σημείου πρόσφυσης του τένοντα της επιγονατίδας και σε σοβαρές περιπτώσεις, την αναδιάρθρωση του μηριαίο οστό (γνωστό και ως άπω μηριαία οστεοτομία ή DFO).

Εάν επιλέξετε να προχωρήσετε με μια επέμβαση, υπάρχουν μερικές διαφορετικές χειρουργικές προσεγγίσεις και ο κτηνίατρός θα σας βοηθήσει να προσδιορίσετε ποια είναι η καλύτερη για τον σκύλο σας.

Μετεγχειρητική Φροντίδα:

Η πρόγνωση για την αποκατάσταση της εξάρθρωσης της επιγονατίδας είναι εξαιρετική σε σκύλους με βαθμούς 1-3. Οι ασθενείς μπορούν να λάβουν άνετα εξιτήριο από το νοσοκομείο την ημέρα της χειρουργικής επέμβασης. Ο χρόνος επούλωσης εξαρτάται από την ηλικία του ασθενούς και τις τεχνικές που εφαρμόζονται. Στα κουτάβια η επούλωση διαρκεί συνήθως ένα με δύο μήνες περίπου. Κατά τη διάρκεια αυτής της περιόδου ανάρρωσης, τα ζώα μπορούν να κάνουν σύντομους περιπάτους με λουρί αλλά δεν πρέπει να τους επιτρέπεται να πηδούν από έπιπλα ή σκάλες. Μετά την επούλωση, ο ασθενής μπορεί να επιστρέψει σε έναν κανονικό, πλήρως ενεργό τρόπο ζωής!

Οι σκύλοι χωρίς σημαντικά κλινικά συμπτώματα εξάρθρωσης της επιγονατίδας έχουν γενικά καλή πρόγνωση και η κατάστασή τους μπορεί να αντιμετωπιστεί άνετα για πολλά χρόνια.

Για σκύλους με πιο σοβαρού βαθμού εξάρθρωση επιγονατίδας και σοβαρά κλινικά συμπτώματα, η χειρουργική αποκατάσταση οδηγεί συχνά σε πολύ καλά αποτελέσματα. Αυτό συμβαίνει εφόσον αποκατασταθεί η σταθερότητα της επιγονατίδας πριν από την έναρξη της αρθρίτιδας και εάν ακολουθηθεί σωστή μετεγχειρητική φροντίδα.

Σκύλοι μεγαλόσωμων φυλών με εξάρθρωση της επιγονατίδας μπορεί να έχουν λιγότερο ευνοϊκή πρόγνωση, καθώς συχνά έχουν πρόσθετες ορθοπεδικές παθήσεις, όπως δυσπλασία ισχίου ή μη φυσιολογικά διαμορφωμένα μηριαία οστά, που συμβάλλουν στην εξάρθρωση της επιγονατίδας τους.`,
  },
];
